Repository: gallak/fusiondirectory-plugins-seafile
Catalog: locale/plugins/seafile/locale/*/fusiondirectory.po
Languages: fr

source: Seafile service
fr: Service Seafile

source: Seafile Server Properties
fr: Propriétés du serveur Seafile

source: fdSeafileServiceURI
fr: URI du service Seafile

source: URI of Seafile Web service
fr: URI du web service seafile du type https://<url>:<port>/<path>

source: fdSeafileServiceTechnicalAccount
fr: Compte de service Seafile

source: Technical user for managing Seafile Host
fr: Compte de service seafile pour interagir avec le serveur Seafile

source: fdSeafileServiceTechnicalPassword
fr: Mot de passe du compte de service

source: Password of Technical user for managing Seafile Host
fr: Mot de passe du compte de service pour interagir avec le serveur seafile

source: Status of Seafile Service
fr: Statut du serveur seafile

source: Seafile settings
fr: Paramètrage Seafile

source: Seafile account
fr: Compte Seafile

source: Seafile User Id
fr: Identifiant Seafile

source: Seafile User name
fr: Nom affiché Seafile

source: Server
fr: Serveur

source: Specify the Seafile where the user will be hosted on
fr: Serveur sur lequel l'utilisateur sera hébergé

source: Quota size
fr: Capacité alloué

source: Define quota size in MB
fr: Définit la capacité destockage (en MB)

source: User is Staff member
fr: Est administrateur

source: If checked , the user is an administrator of Seafile
fr: Si coché, l'utilisateur est déclaré comme administrateur du serveur seafile (community Edition)

source: User is Active
fr: Est active

source: If checked, the user is active on seafile server
fr: Si coché, l'utilisateur est actif sur le serveur

source: Status of Seafile Account
fr: Status du compte seafile

source: Seafile error
fr: Erreur Seafile

source: Error on seafile settings: %s
fr: Erreur deparamètrage pour le serveur : %s

source: Account %s not exist on %s seafile server
fr: Le compte %s n'existepas sur le serveur %s

source: Error on Fetching User informations: %s
fr: Erreur lors de la récupération des informations du compte %s

source: Unable to modify account %s : %s
fr: Impossible de modifier le compte %s (erreur : %s)

source: Unable to create account %s : %s
fr: Impossible de créer le compte %s (erreur %s)

source: Unable to fetch account information of %s on %s seafile server
fr: Impossible de recupérer les informations du compte %s sur le serveur %s

source: Unable to connect to Seafile Server : %s
fr: Impossible de se connecter au serveur (erreur %s)

source: Error when deleting user : %s
fr: Erreur lors de la suppression de l'utilisteur (erreur : %s)

source: Error when connecting Seafile Server for deleting : %s
fr: Erreur deconnexion sur le serveur pour la suppression d'un compte (erreur : %s)
