Repository: gallak/fusiondirectory-plugins-seafile
Catalog: locale/plugins/libreroaming/locale/*/fusiondirectory.po
Languages: fr

source: LibreRoaming service
fr: Service LibreRoaming

source: Access Point Credential
fr: Information de connexion du poitn d'accès

source: LibreRoamingShareKey
fr: Clé secrete partagée

source: Key share between radius client/server
fr: Clé authentifiant la connexion entre le serveur radius et le proxy LibreRoaming

source: LibreRoamingClientTestAccount
fr: Compte de test

source: Test Account dedicated to this FreeLibreRoaming Server
fr: Compte de test pour la supervision du service

source: LibreRoamingClientTestPassword
fr: Mot de passe

source: Test password Account dedicated to this FreeLibreRoaming Server
fr: Mot de passe du compte de supervision

source: Access Point Properties
fr: Propriété du point d'accès

source: EAPProvided
fr: Protocole d'Authentification Etendu

source: EAP Type Provided
fr: Protocole d'authentification étendu fournit par le point d'accès

source: wifiFederation
fr: Fédération WIFI

source: Wifi Federation to connect ... Maybe One Day !!!
fr: Federation WIFI interconnecté ( Un jour peut être ...)

source: Technical contact
fr: Contact Technique

source: Person in charge of this service
fr: Personne en charge du service

source: List of Access Points
fr: Listes des points d'accès Wifi

source: Access Points provide by this host
fr: Points d'accés wifi fournit par ce service

source: Name of this Access point
fr: Nom du point d'accès

source: Description of this Access Point
fr: Description du point d'accès wifi

source: GPSYCoord
fr: Latitude

source: GPS Y Coordonate
fr: Coordonnées GPS (Latitude)

source: GPSXCoord
fr: Longitude

source: GPS X Coordonate
fr: Coordonnées GPS (Longitude)
